tap "homebrew/cask"
tap "homebrew/cask-fonts"
cask_args appdir: "/Applications"

brew "jq"
brew "curl"

brew "asdf"
brew "git"
brew "gh"
brew "gpg"
brew "gawk"
brew "zsh"
brew "docker"
brew "stow"
brew "starship"
brew "nvim"

brew "hackgen-nerd-fonts"
brew "font-hack-nerd-font"
brew "zsh-autosuggestions"

cask "docker"
cask "slack"
cask "visual-studio-code"
cask "zoom"
cask "figma"
cask "google-chrome"
cask "notion"
cask "1password"
cask "iterm2"