brew "jq"
brew "curl"

brew "asdf"
brew "git"
brew "gpg"
brew "gawk"
brew "zsh"
brew "docker"

cask "docker"
cask "slack"
cask "visual-studio-code"
cask "zoom"
cask "figma"
cask "google-chrome"
cask "notion"