tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "github/gh"
tap "koekeishiya/formulae"
cask_args appdir: "/Applications"

brew "curl"

brew "asdf"
brew "git"
brew "gh"
brew "gpg"
brew "gawk"
brew "zsh"
brew "docker"
brew "stow"
brew "nvim"

brew "k9s"

brew "starship"
brew "jq"
brew "yabai"
brew "skhd"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "font-hackgen"
cask "font-hack-nerd-font"
cask "font-fira-code-nerd-font"
cask "docker"
cask "slack"
cask "visual-studio-code"
cask "zoom"
cask "figma"
cask "google-chrome"
cask "notion"
cask "1password"
cask "iterm2"
cask "sequel-ace"
